Repository: Michael-69-69/CrossPlatform_Final
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Login
vi: Đăng nhập

# emailHint
source: Email / Username
vi: Email / Tên đăng nhập

# passwordHint
source: Password
vi: Mật khẩu

# courses
source: My Courses
vi: Lớp học của tôi

source: Instructor Dashboard
vi: Bảng điều khiển giảng viên

source: Logout
vi: Đăng xuất

source: Semester
vi: Học kỳ

# sessionsLabel
source: sessions
vi: buổi

# calendarTitle
source: Calendar
vi: Lịch học

# classworkTitle
source: Classwork
vi: Việc cần làm

source: Filter by course
vi: Lọc theo lớp học

source: Assignment status
vi: Trạng thái bài tập

source: All courses
vi: Tất cả lớp học

source: All
vi: Tất cả

source: Completed
vi: Hoàn thành

source: Not submitted
vi: Chưa nộp

# noAssignments
source: No matching assignments
vi: Không có bài tập nào phù hợp

source: View details
vi: Xem chi tiết

source: Due
vi: Đến hạn

source: Score
vi: Điểm

source: Open Google Form
vi: Mở Google Biểu mẫu

source: Subjects
vi: Môn học
